experiments/redis_contention/redis_numactl_2/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_52/pair_44/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         6768.96    338447.85         0.33         0.59033         0.59100         0.88700         0.93500    349086.29 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       6768.96    338447.85         0.33         0.59033         0.59100         0.88700         0.93500    349086.29